<p>
    Меня зовут Максим Александрович Беляков — бродяга цифровых просторов из славного Липецка, гдедревние стены помнят ещё те времена, когда компиляторы были медленными,а интернет — диалапным.</p>
<p>  Моя стезя — программирование, и владею я двумя могущественными школами колдовства:</p>
<ul>
    <li> WEB‑разработка — творю порталы меж мирами, чтобы люди могли бродить по виртуальным базарам и дворцам;</li>
    <li>GameDev — оживляю миры, где герои бьются с монстрами, ищут сокровища и… ну, в общем, делают всё то, что положено делать в хорошей игре.</li>
</ul>
<p>  Помимо колдовства с кодом, постигаю иные ремесла:</p>
<ul>
    <li> черчу узоры дизайна — будто рисую магические руны, только вместо силы они приносят юзабилити;</li>
    <li> кистью воплощаю творения, чтобы затем перенести их в цифровой мир, и иногда даже не криво получается. Гоблин на картинке подвердит!</li>
</ul>
<p>  В грядущих планах намерен покорить новые дисциплины:</p>
<ul>
    <li> научиться создавать 3D‑ассеты на том уровне, чтобы даже орки говорили: «Морра, это красиво»;</li>
    <li> стрелять без промаха из лука, чтобы издали попадать в летящую муху;</li>
    <li> копить, сберегать и приумножать как и наставлял самый богатый человек в вавилоне, чтобы золото текло рекой, а кошели всегда звучали как сладкая мелодия.</li>
</ul>
<p>путь — это бесконечное приключение. Я следую за мечтой, как как кровожадный волк за своей добычей, и каждый день ставлю перед собой новые квесты:</p>
<ul>
    <li> сегодня — починить баг, который всех достал;</li>
    <li> завтра — добавить фичу, о которой все мечтали;</li>
    <li> послезавтра — создать игру, в которую захотят играть даже гоблины.</li>
</ul>
<p>  В этом мире кода, пикселей и идей я строю свою легенду — шаг за шагом, уровень за уровнем. Пока что мой инвентарь не полон легендарных артефактов, но я упорно собираю опыт, крафчу красивые решения и верю: однажды мой персонаж достигнет максимального уровня, а в портфолио появится запись «Создал игру, которую все полюбили».</p>
<p>  А если не получится — ну и хрен с ним!</p>