<p>Меня зовут Максим Александрович Беляков — программист из Липецка, где древние стены помнят ещё диалаповый интернет и медленные компиляторы.</p>

<p>Моя основная стезя — программирование. Специализируюсь на двух направлениях:</p>
<ul>
    <li><strong>WEB‑разработка</strong> — создаю порталы, через которые люди путешествуют по виртуальным пространствам;</li>
    <li><strong>GameDev</strong> — оживляю миры, где герои сражаются с монстрами и ищут сокровища.</li>
</ul>

<p>Также осваиваю смежные навыки:</p>
<ul>
    <li>дизайн — превращаю магические руны в удобный UX/UI;</li>
    <li>цифровую иллюстрацию — переношу художественные идеи в пиксельный мир.</li>
</ul>

<p>В планах — покорить новые горизонты: научиться создавать качественные 3D‑ассеты и выстроить устойчивую финансовую систему по заветам «Самого богатого человека в Вавилоне».</p>

<p>Я воспринимаю свой путь как бесконечное приключение: каждый день — новый квест. Сегодня чиню баги,
    завтра добавляю долгожданные фичи, а в будущем мечтаю создать игру, которую полюбят даже гоблины.
    Шаг за шагом собираю опыт и крафчу решения.</p>

<p>Верю, что однажды достигну максимального уровня.</p>
